BestPreflops = [
	["AA", "KK", "QQ", "JJ", "AKs"],
	["TT", "AQs", "AJs", "KQs", "AK"],
	["99", "JTs", "QJs", "KJs", "ATs", "AQ"],
	["T9s", "KQ", "88", "QTs", "98s", "J9s", "AJ", "KTs"],
	["77", "87s", "Q9s", "T8s", "KJ", "QJ", "JT", "76s", "97s", "A2s", "A3s", "A4s", "A5s", "A6s", "A7s", "A8s", "A9s", "65s"],
	["66", "AT", "55", "86s", "KT", "QT", "54s", "K9s", "J8s","75s"],
	["44", "J9", "64s", "T9", "53s", "33", "98", "43s", "22", "K2s","K3s","K4s","K5s","K6s","K7s","K8s","K9s", "J7s", "Q8s"],
	["87", "A9", "Q9", "76","42s", "32s", "96s", "85s", "J8", "J7s", "65", "54", "74s", "K9", "T8"]
];
AccordingToBestFlops = [
	"Այս քարերը պատկանում են առաջին խմբին և բավականին լավն են որպեսզի պրեֆլոպում խաղալ: Եթե խաղացողը գտնվում է բիգ բլայնդից անմիջապես հետո խորհուրդ է տրվում աճեցնել բլայնդը: Եթե մինչև ձեզ ինչ որ մեկը ավելացրել է արդեն մեկ անգամ միա անգամել դուք ավելացրեք, եթե ավելին է քան մի անգամ վաբանկ գնացեք:",
	"Այս քարերը պատկանում են երկրորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: Դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել խաղը թե ոչ",
	"Այս քարերը պատկանում են երրորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: Դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերը պատկանում են չորրորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերը պատկանում են հինգերորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերը պատկանում են վեցերորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերը պատկանում են յոթերորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերը պատկանում են ութերորդ խմբին և բավական ուժեղ չեն ռիսկաին քայլեր անելու համար ինչպիսին է վաբանկը: դուք կարող եք փոքր ստավկաների դեպքում փորձեք տեսնել ֆլոպը որտեղից արդեն կհասկանաք արժե շարունակել թե ոչ",
	"Այս քարերով չարժե խաղալ հավանականությունը շատ քիչ է որ կկրեք"
]
